Repository: Avrama16/ColorWheel
Catalog: Color Wheel/Resources/*.lproj/Localizable.strings
Languages: uk

source: Hint
uk: Підказка

source: Ok. got it
uk: Добре, зрозуміло

source: Let's try
uk: Спробуймо

source: About Color Wheel
uk: Про Колесо Кольорів

source: Color Wheel is your perfect companion for creating stylish looks! Simply spin the wheel, choose your favorite color combination, and use it to style your outfit. The wheel helps you find harmonious color combinations for any style: from casual to evening wear. Experiment with different combinations to create a unique and expressive look!
uk: Колесо Кольорів - ваш ідеальний помічник у створенні стильних образів! Просто покрутіть колесо, виберіть улюблену комбінацію кольорів і використовуйте її для стилізації свого образу. Колесо допоможе вам знайти гармонійні поєднання кольорів для будь-якого стилю: від повсякденного до вечірнього. Експериментуйте з різними комбінаціями, щоб створити унікальний та виразний образ!

source: Analogous color scheme consists of colors that are adjacent to each other on the color wheel. These colors create a harmonious and cohesive look. Perfect for creating a unified and soothing design. Great for backgrounds, nature-inspired designs, and when you want to convey a sense of harmony and tranquility. Try using these combinations for interior design, fashion, or creating a calming atmosphere in your artwork.
uk: Аналогічна кольорова схема складається з кольорів, які знаходяться поруч один з одним на колірному колесі. Ці кольори створюють гармонійний і цілісний вигляд. Ідеально підходить для створення єдиного та заспокійливого дизайну. Чудово підходить для фону, дизайну, натхненного природою, і коли ви хочете передати відчуття гармонії та спокою. Спробуйте використовувати ці комбінації для інтер'єрного дизайну, моди або створення заспокійливої атмосфери у вашій роботі.

source: Complementary color scheme uses colors that are opposite each other on the color wheel. This creates a high contrast and vibrant look. The strong contrast makes both colors appear more intense and creates a dynamic visual impact. Ideal for creating bold statements, highlighting important elements, or adding energy to your design. Perfect for call-to-action buttons, sports branding, or when you want to create a dramatic effect in your artwork.
uk: Комплементарна кольорова схема використовує кольори, які знаходяться навпроти один одного на колірному колесі. Це створює високий контраст і яскравий вигляд. Сильний контраст робить обидва кольори більш інтенсивними та створює динамічний візуальний ефект. Ідеально підходить для створення сміливих заяв, виділення важливих елементів або додавання енергії до вашого дизайну. Чудово підходить для кнопок заклику до дії, спортивного брендингу або коли ви хочете створити драматичний ефект у вашій роботі.

source: Triadic color scheme uses three colors that are evenly spaced around the color wheel. This creates a balanced and dynamic look. The three colors form a triangle on the color wheel, offering a rich and diverse palette while maintaining harmony. Great for creating vibrant and energetic designs. Perfect for children's products, playful branding, or when you want to create a fun and lively atmosphere. Try using one color as the dominant shade and the others as accents.
uk: Триадична кольорова схема використовує три кольори, які рівномірно розташовані навколо колірного колеса. Це створює збалансований і динамічний вигляд. Три кольори утворюють трикутник на колірному колесі, пропонуючи багату та різноманітну палітру, зберігаючи при цьому гармонію. Чудово підходить для створення яскравих та енергійних дизайнів. Ідеально підходить для дитячих товарів, ігрового брендингу або коли ви хочете створити веселу та жваву атмосферу. Спробуйте використовувати один колір як домінуючий відтінок, а інші як акценти.

source: Tetradic color scheme uses four colors that form a rectangle on the color wheel. This creates a rich and complex color palette. The four colors offer endless possibilities for creating sophisticated and layered designs. Excellent for creating depth and visual interest in your work. Perfect for complex designs, detailed illustrations, or when you want to create a rich and luxurious feel. Remember to balance the colors by using one as the dominant shade and the others as supporting elements.
uk: Тетрадична кольорова схема використовує чотири кольори, які утворюють прямокутник на колірному колесі. Це створює багату та складну кольорову палітру. Чотири кольори пропонують безмежні можливості для створення вишуканих та багатошарових дизайнів. Відмінно підходить для створення глибини та візуального інтересу у вашій роботі. Ідеально підходить для складних дизайнів, детальних ілюстрацій або коли ви хочете створити багатий та розкішний вигляд. Не забувайте збалансовувати кольори, використовуючи один як домінуючий відтінок, а інші як допоміжні елементи.

source: Split-Complementary color scheme uses a base color and two colors adjacent to its complement. This creates a high contrast look while being more versatile than a complementary scheme. The combination offers the energy of complementary colors with more flexibility and harmony. Great for creating dynamic designs that aren't too overwhelming. Perfect for modern branding, web design, or when you want to create an energetic yet balanced composition. Try using the base color as your primary shade and the split-complements as accents.
uk: Роздільно-комплементарна кольорова схема використовує базовий колір і два кольори, що знаходяться поруч з його комплементарним кольором. Це створює висококонтрастний вигляд, але є більш універсальним, ніж комплементарна схема. Комбінація пропонує енергію комплементарних кольорів з більшою гнучкістю та гармонією. Чудово підходить для створення динамічних дизайнів, які не є надто нав'язливими. Ідеально підходить для сучасного брендингу, веб-дизайну або коли ви хочете створити енергійний, але збалансований склад. Спробуйте використовувати базовий колір як основний відтінок, а роздільно-комплементарні кольори як акценти.
