Repository: Avrama16/ColorWheel
Catalog: Color Wheel/*.lproj/Localizable.strings
Languages: es, pl, uk

source: Hint
es: Sugerencia
pl: Podpowiedź
uk: Підказка

source: Ok, got it
es: Entendido
pl: Rozumiem
uk: Зрозуміло

source: Let's try
es: Vamos a probar
pl: Spróbujmy
uk: Спробуємо

source: About Color Wheel
es: Sobre la Rueda de Colores
pl: O Kole Kolorów
uk: Про Колесо Кольорів

source: Color Wheel is your perfect companion for creating stylish looks!
es: ¡La Rueda de Colores es tu compañero perfecto para crear looks elegantes!
pl: Koło Kolorów to Twój idealny towarzysz w tworzeniu stylowych wyglądów!
uk: Колесо Кольорів - ваш ідеальний помічник у створенні стильних образів!

source: Analogous scheme
es: Esquema análogo
pl: Schemat analogiczny
uk: Аналогова схема

source: Complementary scheme
es: Esquema complementario
pl: Schemat komplementarny
uk: Комплементарна схема

source: Triadic scheme
es: Esquema triádico
pl: Schemat triadyczny
uk: Тріадна схема

source: Tetradic scheme
es: Esquema tetrádico
pl: Schemat tetradyczny
uk: Тетрадна схема

source: Split Complementary scheme
es: Esquema complementario dividido
pl: Schemat komplementarny podzielony
uk: Роздільно-комплементарна схема

source: Analogous color scheme consists of colors that are adjacent to each other on the color wheel. These colors create a harmonious and cohesive look. Perfect for creating a unified and soothing design. Great for backgrounds, nature-inspired designs, and when you want to convey a sense of harmony and tranquility. Try using these combinations for interior design, fashion, or creating a calming atmosphere in your artwork.
es: El esquema de colores análogos consiste en colores que están adyacentes entre sí en la rueda de colores. Estos colores crean una apariencia armoniosa y cohesiva. Perfecto para crear un diseño unificado y relajante. Excelente para fondos, diseños inspirados en la naturaleza y cuando quieres transmitir una sensación de armonía y tranquilidad. Prueba usar estas combinaciones para diseño de interiores, moda o crear una atmósfera relajante en tu obra de arte.
pl: Schemat kolorów analogicznych składa się z kolorów, które sąsiadują ze sobą na kole kolorów. Te kolory tworzą harmonijny i spójny wygląd. Idealny do tworzenia zunifikowanego i uspokajającego designu. Świetny do tła, projektów inspirowanych naturą i gdy chcesz przekazać poczucie harmonii i spokoju. Spróbuj użyć tych kombinacji do projektowania wnętrz, mody lub tworzenia uspokajającej atmosfery w swojej sztuce.
uk: Аналогова схема складається з кольорів, які знаходяться поруч один з одним на колірному колі. Ці кольори створюють гармонійний та цілісний вигляд. Ідеально підходить для створення єдиного та заспокійливого дизайну. Чудово підходить для фонів, дизайну натхненного природою, та коли ви хочете передати відчуття гармонії та спокою. Спробуйте використовувати ці комбінації для дизайну інтер'єру, моди або створення заспокійливої атмосфери у вашому мистецтві.

source: Complementary color scheme uses colors that are opposite each other on the color wheel. This creates a high contrast and vibrant look. The strong contrast makes both colors appear more intense and creates a dynamic visual impact. Ideal for creating bold statements, highlighting important elements, or adding energy to your design. Perfect for call-to-action buttons, sports branding, or when you want to create a dramatic effect in your artwork.
es: El esquema de colores complementarios utiliza colores que están opuestos entre sí en la rueda de colores. Esto crea una apariencia de alto contraste y vibrante. El fuerte contraste hace que ambos colores parezcan más intensos y crea un impacto visual dinámico. Ideal para crear declaraciones audaces, resaltar elementos importantes o agregar energía a tu diseño. Perfecto para botones de llamada a la acción, branding deportivo o cuando quieres crear un efecto dramático en tu obra de arte.
pl: Schemat kolorów komplementarnych wykorzystuje kolory, które są przeciwstawne sobie na kole kolorów. To tworzy wygląd o wysokim kontraście i żywotności. Silny kontrast sprawia, że oba kolory wydają się bardziej intensywne i tworzy dynamiczny efekt wizualny. Idealny do tworzenia śmiałych stwierdzeń, podkreślania ważnych elementów lub dodawania energii do Twojego projektu. Idealny do przycisków wezwania do działania, branding sportowy lub gdy chcesz stworzyć dramatyczny efekt w swojej sztuce.
uk: Комплементарна схема використовує кольори, які знаходяться один навпроти одного на колірному колі. Це створює високий контраст та яскравий вигляд. Сильний контраст робить обидва кольори більш інтенсивними та створює динамічний візуальний ефект. Ідеально підходить для створення сміливих заяв, виділення важливих елементів або додавання енергії до вашого дизайну. Чудово підходить для кнопок заклику до дії, спортивного брендингу або коли ви хочете створити драматичний ефект у вашому мистецтві.

source: Triadic color scheme uses three colors that are evenly spaced around the color wheel. This creates a balanced and dynamic look. The three colors form a triangle on the color wheel, offering a rich and diverse palette while maintaining harmony. Great for creating vibrant and energetic designs. Perfect for children's products, playful branding, or when you want to create a fun and lively atmosphere. Try using one color as the dominant shade and the others as accents.
es: El esquema de colores triádico utiliza tres colores que están espaciados uniformemente alrededor de la rueda de colores. Esto crea una apariencia equilibrada y dinámica. Los tres colores forman un triángulo en la rueda de colores, ofreciendo una paleta rica y diversa mientras mantiene la armonía. Excelente para crear diseños vibrantes y enérgicos. Perfecto para productos infantiles, branding lúdico o cuando quieres crear una atmósfera divertida y animada. Prueba usar un color como tono dominante y los otros como acentos.
pl: Schemat kolorów triadycznych wykorzystuje trzy kolory równomiernie rozmieszczone wokół koła kolorów. To tworzy zrównoważony i dynamiczny wygląd. Trzy kolory tworzą trójkąt na kole kolorów, oferując bogatą i zróżnicowaną paletę przy zachowaniu harmonii. Świetny do tworzenia żywych i energetycznych projektów. Idealny do produktów dla dzieci, zabawnego brandingu lub gdy chcesz stworzyć zabawną i żywą atmosferę. Spróbuj użyć jednego koloru jako dominującego odcienia, a pozostałych jako akcentów.
uk: Тріадна схема використовує три кольори, які рівномірно розташовані навколо колірного кола. Це створює збалансований та динамічний вигляд. Три кольори утворюють трикутник на колірному колі, пропонуючи багату та різноманітну палітру при збереженні гармонії. Чудово підходить для створення яскравих та енергійних дизайнів. Ідеально підходить для дитячих продуктів, ігрового брендингу або коли ви хочете створити веселу та жваву атмосферу. Спробуйте використовувати один колір як домінуючий відтінок, а інші як акценти.

source: Tetradic color scheme uses four colors that form a rectangle on the color wheel. This creates a rich and complex color palette. The four colors offer endless possibilities for creating sophisticated and layered designs. Excellent for creating depth and visual interest in your work. Perfect for complex designs, detailed illustrations, or when you want to create a rich and luxurious feel. Remember to balance the colors by using one as the dominant shade and the others as supporting elements.
es: El esquema de colores tetrádico utiliza cuatro colores que forman un rectángulo en la rueda de colores. Esto crea una paleta de colores rica y compleja. Los cuatro colores ofrecen infinitas posibilidades para crear diseños sofisticados y en capas. Excelente para crear profundidad e interés visual en tu trabajo. Perfecto para diseños complejos, ilustraciones detalladas o cuando quieres crear una sensación rica y lujosa. Recuerda equilibrar los colores usando uno como tono dominante y los otros como elementos de apoyo.
pl: Schemat kolorów tetradycznych wykorzystuje cztery kolory, które tworzą prostokąt na kole kolorów. To tworzy bogatą i złożoną paletę kolorów. Cztery kolory oferują nieskończone możliwości tworzenia wyrafinowanych i warstwowych projektów. Doskonały do tworzenia głębi i wizualnego zainteresowania w Twojej pracy. Idealny do złożonych projektów, szczegółowych ilustracji lub gdy chcesz stworzyć bogate i luksusowe wrażenie. Pamiętaj, aby zrównoważyć kolory, używając jednego jako dominującego odcienia, a pozostałych jako elementów wspierających.
uk: Тетрадна схема використовує чотири кольори, які утворюють прямокутник на колірному колі. Це створює багату та складну колірну палітру. Чотири кольори пропонують безкінечні можливості для створення витончених та багатошарових дизайнів. Чудово підходить для створення глибини та візуального інтересу у вашій роботі. Ідеально підходить для складних дизайнів, детальних ілюстрацій або коли ви хочете створити багатий та розкішний відчуття. Пам'ятайте про баланс кольорів, використовуючи один як домінуючий відтінок, а інші як підтримуючі елементи.

source: Split-Complementary color scheme uses a base color and two colors adjacent to its complement. This creates a high contrast look while being more versatile than a complementary scheme. The combination offers the energy of complementary colors with more flexibility and harmony. Great for creating dynamic designs that aren't too overwhelming. Perfect for modern branding, web design, or when you want to create an energetic yet balanced composition. Try using the base color as your primary shade and the split-complements as accents.
es: El esquema de colores complementario dividido utiliza un color base y dos colores adyacentes a su complemento. Esto crea una apariencia de alto contraste mientras es más versátil que un esquema complementario. La combinación ofrece la energía de los colores complementarios con más flexibilidad y armonía. Excelente para crear diseños dinámicos que no son demasiado abrumadores. Perfecto para branding moderno, diseño web o cuando quieres crear una composición enérgica pero equilibrada. Prueba usar el color base como tono principal y los complementos divididos como acentos.
pl: Schemat kolorów komplementarnych podzielonych wykorzystuje kolor bazowy i dwa kolory przylegające do jego komplementarnego. To tworzy wygląd o wysokim kontraście, będąc jednocześnie bardziej wszechstronnym niż schemat komplementarny. Kombinacja oferuje energię kolorów komplementarnych z większą elastycznością i harmonią. Świetny do tworzenia dynamicznych projektów, które nie są zbyt przytłaczające. Idealny do nowoczesnego brandingu, projektowania stron internetowych lub gdy chcesz stworzyć energetyczną, ale zrównoważoną kompozycję. Spróbuj użyć koloru bazowego jako głównego odcienia, a podzielonych komplementów jako akcentów.
uk: Роздільно-комплементарна схема використовує базовий колір та два кольори, що знаходяться поруч з його комплементом. Це створює високий контрастний вигляд, будучи більш універсальним, ніж комплементарна схема. Комбінація пропонує енергію комплементарних кольорів з більшою гнучкістю та гармонією. Чудово підходить для створення динамічних дизайнів, які не є надто перевантаженими. Ідеально підходить для сучасного брендингу, веб-дизайну або коли ви хочете створити енергійну, але збалансовану композицію. Спробуйте використовувати базовий колір як основний відтінок, а розщеплені комплементи як акценти.

# tab1
source: Analogous
es: Análogo
pl: Analogiczny
uk: Аналогова

# tab2
source: Complementary
es: Complementario
pl: Komplementarny
uk: Комплементарна

# tab3
source: Triadic
es: Triádico
pl: Triadyczny
uk: Тріадна

# tab4
source: Tetradic
es: Tetrádico
pl: Tetradyczny
uk: Тетрадна

# tab5
source: Split Complementary
es: Complementario dividido
pl: Komplementarny podzielony
uk: Розщеплена комплементарна

# info_popup_title
source: About Color Wheel
es: Sobre la Rueda de Colores
pl: O Kole Kolorów
uk: Про Колесо Кольорів

# info_popup_message
source: Color Wheel is your perfect companion for creating stylish looks! With our app, you can explore various color schemes, learn about color theory, and create beautiful color combinations for your projects. Whether you're a designer, artist, or just someone who loves colors, Color Wheel will help you discover the perfect palette for any occasion.
es: ¡La Rueda de Colores es tu compañero perfecto para crear looks elegantes! Con nuestra aplicación, puedes explorar varios esquemas de colores, aprender sobre teoría del color y crear hermosas combinaciones de colores para tus proyectos. Ya seas diseñador, artista o simplemente alguien que ama los colores, la Rueda de Colores te ayudará a descubrir la paleta perfecta para cualquier ocasión.
pl: Koło Kolorów to Twój idealny towarzysz w tworzeniu stylowych wyglądów! Z naszą aplikacją możesz eksplorować różne schematy kolorów, uczyć się o teorii kolorów i tworzyć piękne kombinacje kolorów do swoich projektów. Niezależnie od tego, czy jesteś projektantem, artystą, czy po prostu kimś, kto kocha kolory, Koło Kolorów pomoże Ci odkryć idealną paletę na każdą okazję.
uk: Колесо Кольорів - ваш ідеальний помічник у створенні стильних образів! З нашим додатком ви можете досліджувати різні колірні схеми, вивчати теорію кольорів та створювати красиві колірні комбінації для ваших проектів. Незалежно від того, чи ви дизайнер, художник або просто любитель кольорів, Колесо Кольорів допоможе вам знайти ідеальну палітру для будь-якої нагоди.
